tap "isen-ng/dotnet-sdk-versions"

brew "bat"
brew "eza"
brew "fzf"
brew "mysql@8.4"
brew "neovim"
brew "npm"
brew "postgresql@15"
brew "starship"
brew "stow"
brew "yazi"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "atom"
cask "bitwarden"
cask "discord"
cask "displaylink"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-400"
cask "dotnet-sdk8-0-400"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "microsoft-teams"
cask "microsoft-word"
cask "raycast"
cask "rider"
cask "slack"
cask "tableplus"
cask "whatsapp"
cask "yaak"
cask "zen"
